const Advans = [
    {
        type: 'title',
        content: '我的作文'
    },
    {
        type: 'txt',
        content: '未来，一个充满无限遐想的世界；一个另人期待盼望的日子；一个注定自由自在的日子。'
    },
    {
        type: 'txt',
        content: '如今，我来到了3013年。哇！我真的是大开眼界，没想到仅仅相隔100年，差别就那么大。原来只有几层的楼房，如今早已建成摩天大厦。但改变最多的则是交通工具。瞧！一辆电瓶车正向我们“开”来，说是开，到不如说是飞。哦！讲得差点忘了介绍了，这是未来新推出的一款“飞行电瓶车”说是叫“飞行电瓶车”其实和现代的电瓶车差不多，只是它的主人带它去过了飞行翅膀安装的总店，去安装了一对精致的翅膀。'
    },

    {
        type: 'img',
        content: "a.jpg"
    },
    {
        type: 'txt',
        content: '紧接着，我来到了海底城，海底城里的交通工具也很发达，一辆辆鱼车在水里自由自在的游行。突然，头顶上一片漆黑。我抬头望去只见一个庞然大物从我们的头顶飞过——那是海洋里最大最快捷，最方便的一种工具。和现代唯一的不同之处就是，这片海洋里的所有鱼类都没有长鱼鳍，而是长了一对晶莹剔透的翅膀。许久，我才看清，那原来是海底城最灵通的交通工具了，它是靠路人的意念移动的，想它在哪出现，它就会在哪出现。你想要去哪，无论是天涯海角，1分中之内，保证到。这种鱼车最大的优点不是快，而是不会有尾气，不会污染空气，反而会净化水资源。'
    },
    {
        type: 'txt',
        content: "这就是3013年的城市交通，怎样？发达吧！其实也不难，只要努力就行。"
    },
    {
        type: 'title',
        content: '我的作文'
    },
    {
        type: 'img',
        content: "b.jpg"
    },
    {
        type: 'title',
        content: '我的作文'
    },
    {
        type: 'txt',
        content: '如今，我来到了3013年。哇！我真的是大开眼界，没想到仅仅相隔100年，差别就那么大。原来只有几层的楼房，如今早已建成摩天大厦。但改变最多的则是交通工具。瞧！一辆电瓶车正向我们“开”来，说是开，到不如说是飞。哦！讲得差点忘了介绍了，这是未来新推出的一款“飞行电瓶车”说是叫“飞行电瓶车”其实和现代的电瓶车差不多，只是它的主人带它去过了飞行翅膀安装的总店，去安装了一对精致的翅膀。'
    },
    {
        type: 'txt',
        content: '紧接着，我来到了海底城，海底城里的交通工具也很发达，一辆辆鱼车在水里自由自在的游行。突然，头顶上一片漆黑。我抬头望去只见一个庞然大物从我们的头顶飞过——那是海洋里最大最快捷，最方便的一种工具。和现代唯一的不同之处就是，这片海洋里的所有鱼类都没有长鱼鳍，而是长了一对晶莹剔透的翅膀。许久，我才看清，那原来是海底城最灵通的交通工具了，它是靠路人的意念移动的，想它在哪出现，它就会在哪出现。你想要去哪，无论是天涯海角，1分中之内，保证到。这种鱼车最大的优点不是快，而是不会有尾气，不会污染空气，反而会净化水资源。'
    },
    {
        type: 'txt',
        content: "这就是3013年的城市交通，怎样？发达吧！其实也不难，只要努力就行。"
    }
]